brew "bcrypt"
brew "bettercap"
brew "bitwarden-cli"
brew "ffmpeg"
brew "gh"
brew "git"
brew "hashcat"
brew "john-jumbo"
brew "mas"
brew "nmap"
brew "oci-cli"
brew "ollama"
brew "starship"
brew "zsh-autosuggestions"
cask "bitwarden"
cask "caffeine"
cask "chatgpt"
cask "claude-code"
cask "codex"
cask "cursor"
cask "docker-desktop"
cask "github"
cask "hex-fiend"
cask "keka"
cask "font-monaspice-nerd-font"
cask "ollama-app"
cask "signal"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wireshark-app"
mas "WhatsApp", id: 310633997